Repository: Idmonica/wesay
Catalog: common/wesay-*.po
Languages: pl, rw

source: Home
pl: Start
rw: Intangiriro

source: Dictionary Browse & Edit
pl: Przeglądanie i edycja słownika
rw: Kureba no Kunonosora Inkoranya

source: Add Meanings
pl: Dodaj znaczenia
rw: Kongeraho Ibisobanuro

source: Add meanings to entries where they are missing.
pl: Dodaj znaczenia do tych haseł, gdzie ich brakuje.
rw: Kongera ibisobanuro ku myinjiro itabifite.

source: Add Parts of Speech
pl: Dodaj części mowy
rw: Kongeraho ubwoko bw'ijambo

source: Add a Part Of Speech to senses where they are missing.
pl: Dodaj części mowy do tych znaczeń, gdzie ich brakuje.
rw: Kongera ubwoko bw'ijambo aho bubura.

source: Add Examples
pl: Dodaj przykłady
rw: Kongeraho ingero

source: Add example sentences to senses where they are missing.
rw: Kongeraho ingero z'interuro ku bisobanuro bitazifite.

source: Add Base Forms
pl: Dodaj formy podstawowe
rw: Kongeraho Imiterere shingiro

source: Identify the "base form" word that this word is built from. In the printed dictionary, these can optionally be shown as subentries.
pl: Określ "formę podstawową", od której dane słowo zostało utworzone. W słownikach drukowanych formy te mogą być umieszczone jako podhasła.
rw: Kuvumbura "imiterere shingiro" ijambo ryubakiyeho. Mu nkoranya icapuruye ku mpapuro, iyi miterere ishobora kwerekanywa nk'imyinjiro yungirije.

source: Collect Word List (D)
pl: Zbierz listę słów (D)
rw: Gukusanya Urutonde rw'Amagambo (D)

source: Collect new words by translating from words in another language. This is a list of 1700 words from John Duerksen.
pl: Zbierz słowa poprzez przetłumaczenie słów z innego języka. Tu znajduje się lista 1700 słów Johna Duerksena.
rw: Kusanya amagambo mashya ushingiye ku magambo y'urundi rurimi. Uru ni urutonde rw'amagambo 1700 yatanzwe na John Duerksen.

source: Collect Word List (PNG)
pl: Zbierz listę słów (PNG)
rw: Gukusanya Urutonde rw'Amagambo (PNG)

source: Collect new words by translating from words in another language. This is a list of around 900 words and phrases from PNG.
pl: Zbierz słowa poprzez przetłumaczenie słów z innego języka. Tu znajduje się lista 900 słów i wyrażeń PNG.
rw: Kusanya amagambo mashya usemura amagambo y'urundi rurimi. Uru ni urutonde rw'amagambo agera kuri 900 n'ibice by'interuro byavuye kuri PNG.

source: Collect Words By Semantic Domain
pl: Zbierz słowa według zakresu znaczeniowego
rw: Gukusanya amagambo hashingiwe ku byiciro nyunguramagambo

source: Collect new words organized by semantic domains and questions about those domains.
pl: Zbierz słowa ułożone według zakresów znaczeniowych oraz pytania na temat tych zakresów.
rw: Kusanya amagambo apanze hakurikijwe ibyiciro nyunguramagambo n'ibibazo kuri ibyo byiciro.

source: Actions
pl: Operacje
rw: Ibikorwa

source: Looking for USB Keys...
pl: Szukanie kluczy USB...
rw: Ishakisha ry'imfunguzo za USB...

source: Backing Up...
pl: Tworzenie kopii zapasowej...
rw: Ibika rya kopi...

source: Backup Complete
pl: Kopia zapasowa została wykonana
rw: Kubika kopi byarangiye

source: Files backed up to {0}
pl: Utworzono kopię zapasową plików w {0}
rw: Amadosiye yabikiwe kopi kuri {0}

source: Files were not backed up.
pl: Kopia zapasowa plików nie została utworzona.
rw: Amadosiye ntiyari yabikiwe kopi.

source: Please insert the USB Key to backup to.
pl: Włóż klucz USB, na którym ma być wykonana kopia zapasowa.
rw: Twasabaga ko wacengezamo Urufunguzo rwa USB kugira ngo ubuke kopi.

source: &Cancel
pl: &Anuluj
rw: Kureka

source: Backup To Device
pl: Utwórz kopię zapasową na urządzeniu
rw: Kubika kopi ku kamashini

source: Saves a backup on an external device, like a USB key.
pl: Zapisuje kopię zapasową na urządzeniu zewnętrznym, takim jak klucz USB.
rw: Ibika

source: Backup
pl: Kopia zapasowa
rw: Guteganya kopi

source: Email My Work to {0}
pl: Wyślij moją pracę e-mailem do {0}
rw: Kohereza Ibyo nakoze kwa {0}

source: Send a zipped email containing all your WeSay work.
pl: Wysyła e-mailem plik ZIP zawierający całą twoją pracę w WeSay.
rw: Ohereza imeli ipfunyitse kandi irimo ibyo wakoze byose muri WeSay.

source: Email
rw: imeli

source: Synchronize
pl: Synchronizuj
rw: Guhuriza hamwe

source: Updates the repository with our work, and gets the work of others.
rw: Gushyira ibyo twakoze mu ikusanyirizo, no kureba ibyo abandi bakoze.

source: Synchronize With Repository
rw: Guhuriza hamwe ibisanzwe mu ikusanyirizo

source: Synchronizing...
pl: Synchronizacja...
rw: Uguhuriza hamwe...

source: WeSay Had Problems Synchronizing
rw: WeSay Ifite ibibazo byo guhuriza hamwe

source: Finished
pl: Zakończono
rw: Byarangiye

source: OK
rw: OKE

source: View Report
pl: Pokaż raport
rw: Kureba Raporo

source: Shows some information about the lexicon.
pl: Pokazuje informacje na temat leksykonu.
rw: Erekana amwe mu makuru arebana n'ikoranyamagambo.

source: Report
rw: Icyegeranyo

source: Export to Word
pl: Wyeksportuj do Worda
rw: Kwimurira muri Word

source: Creates a very basic dictionary publication in Microsoft Word.
pl: Tworzy słownik w postaci prostej publikacji w programie Microsoft Word.
rw: Ikora inkoranya yo kurwego rw'ibanze yo kwimurira muri Microsoft Word.

source: Export to HTML
pl: Wyeksportuj do HTML
rw: Kwimurira muri HTML

source: Creates a simple Html version of the dictionary, ready for printing.
pl: Tworzy słownik w postaci prostego pliku HTML, gotowego do wydrukowania.
rw: Ikora verisiyo itunganye y'inkoranya muri Html yoroheje, ku buryo yacapururwa ku mpapuro.

source: Make Pdf Dictionary
rw: Shyira inkoranya muri Pdf

source: Export To SFM
pl: Wyeksportuj do SFM
rw: Kwimurira muri SFM

source: Saves the lexicon in a form of standard format.
pl: Zapisuje leksykon w formacie standardowym
rw: Ibika ry'ikoranyamagambo ku buryo bw'imisusire yemewe.

source: Backup, print, etc.
pl: Wykonywanie kopii zapasowej, drukowanie itp.
rw: Kubika kopi, gucapurura, nbd.

source: Switch tasks and see current status of tasks
pl: Przełączanie zadań i sprawdzanie ich bieżącego stanu
rw: Guhindura ibikorwa no kureba imiterere y'ibikorwa by'ubu

source: Tasks
pl: Zadania
rw: Ibikorwa

source: {1} dictionary has {0} words
rw: {1} inkoranya ifite amagambo {0}

source: Cannot find {0}
pl: Nie można odnaleźć {0}
rw: Ntishoboye kubona {0}

source: Empty
pl: Puste
rw: harimo ubusa

source: No Senses
pl: Brak znaczeń
rw: Nta bisobanuro

source: No Gloss
pl: Brak objaśnienia
rw: Nta jambo ribisobanura

source: Hide &Uncommon Fields
rw: Guhisha&Imyanya itamenyerewe

source: Show &Uncommon Fields
rw: Kwerekana&Imyamya itamenyerewe

source: Dictionary
pl: Słownik
rw: Inkoranya

source: Dictionary Browse && Edit
rw: Kureba Inkoranya && Kunonosora

source: See all {0} {1} words.
pl: Pokaż wszystkie {0} słów projektu {1}.
rw: Kureba amagambo {0} {1}

source: Example
pl: Przykład
rw: Urugero

source: Translation
pl: Tłumaczenie
rw: Uko bisemurwa

source: Meaning
pl: Znaczenie
rw: Igisobanuro

source: Gloss
rw: Impindure

source: Congratulations. You have completed this task.
pl: Gratulacje. Zadanie wykonane.
rw: Komereza aho. Urangije iki gikorwa.

source: There is no work left to be done on this task.
pl: Nie ma już żadnych słów w tym zadaniu.
rw: Nta kazi gasigaye gukorwa kuri iki gikorwa.

source: This word has no Base Form
pl: To słowo nie ma formy podstawowej
rw: Iri jambo ntirigira imiterere shingiro

source: Remaining:
pl: Pozostało:
rw: Hasigaye:

source: Total:
rw: Igiteranyo:

source: Program Error
rw: Ikosa ryabaye muri Porogaramu

source: Loading...
pl: Ładowanie...
rw: Itangira...

source: Please wait while WeSay prepares your data
rw: Twagusabaga ko utegereza mu gihe WeSay itegura ibyo ushaka

source: Word
pl: Słowo
rw: Ijambo

source: Citation Form
rw: Iko rigaragazwa

source: Definition
pl: Definicja
rw: Insobanuro

source: Literal Meaning
pl: Dosłowne znaczenie
rw: Igisobanuro cy'ijambo ku ijambo

source: Note
pl: Notatka
rw: Impugukirwa

source: Picture
pl: Obraz
rw: Ishusho

source: POS
pl: Część mowy
rw: Ubwoko bw'Ijambo

source: Example Sentence
pl: Przykładowe zdanie
rw: Interuro ntangarugero

source: Example Translation
pl: Przykładowe tłumaczenie
rw: Urugero rw'isemurwa

source: Sem Dom
pl: Zakres znacz.
rw: Ibyiciro nyunguramagambo

source: Base Form
pl: Forma podstawowa
rw: Imiterere shingiro

source: Cross Reference
rw: Andi magambo wareba

source: unknown
pl: nieznany
rw: ntibizwi
